CFDSimulationOfFlowInAnElbowUsingOpenFoam/Water/V=5.3_P=1atm/case2_ND_0-700_WI5/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  2212                                  |
|   \\  /    A nd           | Website:  www.openfoam.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    arch        "LSB;label=32;scalar=64";
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

3
(
    Inlet
    {
        type            patch;
        nFaces          358;
        startFace       224214;
    }
    Outlet
    {
        type            patch;
        nFaces          390;
        startFace       224572;
    }
    Wall
    {
        type            wall;
        nFaces          8802;
        startFace       224962;
    }
)

// ************************************************************************* //
